const p0 = '各位热爱京都动画的漫迷们、朋友们：';

const p1 = '非常感谢各位能够在百忙之中抽出时间。今天，我们怀着沉重的心情来悼念京都动画公司第一工作室纵火事件的罹难者，愿逝者安息，生者坚强。';

const p2 = '公元2019年7月18日上午10点35分，日本京都府京都市伏见区桃山町京都动画第一工作室发生纵火事件，当前已经造成34名京都动画的员工不幸罹难。';

const p3 = '京都动画工作室（Kyoto Animation），又被粉丝亲切地称作“京阿尼”；在日本的动漫圈乃至全世界的动漫界都十分知名，旗下作品包括《CLANNAD》、《凉宫春日的忧郁》、《K-ON！轻音少女》、《冰菓》、《中二病也想谈恋爱！》和《紫罗兰的永恒花园》等知名动画。';

const p4 = '京阿尼向来以作画水平高、分镜细致且流畅、精心雕刻人物情感和尊重原作剧情改编而著称。你们用笔画勾勒出的画面，就是我们的青春，同时也让一代人见证了京阿尼的发展与成长。';

const p5 = '时间，令人悲伤却又稍纵即逝；逝者如斯，如河流般永不停息。面对这样的社会恶性事件，每个人都是受害者，但除了继续通过言语和行为进行争论和搏斗受到二次伤害之外，我们可以更积极的方式去面对，向罹难者表达我们的敬意与哀思，坚持司法公正，持守历史真相，祈祷灾难不再，因为真理与永恒就在我们的心中。';

const p6 = '希望此次事件中的伤者早日恢复，衷心祝愿京阿尼能够早日振作起来。';

const p7 = '谢谢大家！';

const letters = [p0, p1, p2, p3, p4, p5, p6, p7];

export default letters;
